Repository: luishdemetrio/MyKudosDashboard
Catalog: MyKudosDashboard/Resources/App.*.resx
Languages: pt_br

source: a
pt_br: um

source: Achievements
pt_br: Realizações

source: All
pt_br: Todos

source: Cancel
pt_br: Cancelar

source: Category
pt_br: Escolha o comportamento

source: comments received
pt_br: Comentário(s) recebido(s)

source: comments sent
pt_br: Comentário(s) enviado(s)

source: Confirm
pt_br: Confirmar

# ConfirmDelete
source: Please confirm the deletion of kudos.
pt_br: Por favor, confirme a exclusão do reconhecimento.

# ExportToCSV
source: Export
pt_br: Exportar

# JustMyTeam
source: My team
pt_br: Meu time

source: kudos
pt_br: reconhecimento

# KudosCommentsAndLikesWillBeDeleted
source: After deleting the kudos, all associated comments, likes, and scores will be removed.
pt_br: Após excluir os kudos, todos os comentários, curtidas e pontuações associadas serão removidos.

source: Kudos from me
pt_br: Enviados

source: kudos received
pt_br: Reconhecimento(s) recebidos(s)

source: kudos sent
pt_br: Reconhecimento(s) enviados(s)

# KudosTabTitle
source: Kudos
pt_br: Reconhecimentos

source: Kudos to me
pt_br: Recebidos

source: Kudos to my direct reports
pt_br: Meu time

source: Likes Received
pt_br: Curtida(s) recebida(s)

source: Likes Sent
pt_br: Curtida(s) enviada(s)

source: Loading more items...
pt_br: Carregando mais reconhecimentos ...

source: Message
pt_br: Mensagem

source: Please inform all fields!
pt_br: Por favor informe todos os campos!

source: points
pt_br: pontos

source: Post
pt_br: Comentar

source: Profile
pt_br: Perfil

source: Received
pt_br: Recebeu

source: Received all recognitions of
pt_br: Recebeu todos os reconhecimentos de

# Received_Plural
source: Received
pt_br: Receberam

source: Replace
pt_br: Substituir

source: Rewrite with AI
pt_br: Reescreva com AI

# SelectColleague
source: Select one or more colleagues
pt_br: Selecionar uma ou mais pessoas

source: Send
pt_br: Enviar

source: Send Kudos
pt_br: Enviar Reconhecimento

source: Send Kudos to people
pt_br: Enviar Reconhecimento

source: Sent by
pt_br: Reconhecido por

source: Sent on
pt_br: Enviado em

source: Settings
pt_br: Configurações

# SorryNoResultsFound
source: Sorry, there weren't any search results
pt_br: Nenhum resultado encontrado

# ThisActionWillDeleteKudos
source: This action will result in the deletion of kudos.
pt_br: Esta ação excluirá o reconhecimento.

source: Top Contributors
pt_br: Top Contribuidores(as)

source: You can't send a kudos to yourself!
pt_br: Não é possível enviar um reconhecimento a si mesmo!
